[
    {
        "text": "I drink and I know things.",
        "source": "Tyrion Lannister",
        "from": "Game of Thrones"
    },
    {
        "text": "Everyone creates the thing they dread.",
        "source": "Ultron",
        "from": "Avengers: Age of Ultron"
    },
    {
        "text": "The only thing I'm guilty of is being too damn good at my job.",
        "source": "Raymond Reddington",
        "from": "The Blacklist"
    },
    {
        "text": "The world is full of obvious things which nobody ever observes.",
        "source": "Sherlock Holmes",
        "from": "Sherlock"
    },
    {
        "text": "One good deed is not enough to redeem a man of a lifetime of wickedness. Though it seems enough to condemn him.",
        "source": "Captain Jack Sparrow",
        "from": "Pirates of the Caribbean"
    },
    {
        "text": "Never forget what you are. The rest of the world will not. Wear it like armor, and it can never be used to hurt you.",
        "source": "Tyrion Lannister",
        "from": "Game of Thrones"
    },
    {
        "text": "A mind needs books as a sword needs a whetstone, if it is to keep its edge.",
        "source": "Tyrion Lannister",
        "from": "Game of Thrones"
    },
    {
        "text": "Revenge isn’t a passion, it’s a disease. It eats at your mind and poisons your soul.",
        "source": "Raymond Reddington",
        "from": "The Blacklist"
    },
    {
        "text": "Life’s barely long enough to get good at one thing. So be careful what you get good at.",
        "source": "Rust Cohle",
        "from": "True Detective"
    },
    {
        "text": "You are not your job. You’re not how much money you have in the bank. You’re not the car you drive.",
        "source": "Tyler Durden",
        "from": "Fight Club"
    },
    {
        "text": "Madness, as you know, is like gravity. All it takes is a little push.",
        "source": "The Joker",
        "from": "The Dark Knight"
    },
    {
        "text": "Make it simple, but significant.",
        "source": "Don Draper",
        "from": "Mad Men"
    },
    {
        "text": "The problem is not the problem. The problem is your attitude about the problem.",
        "source": "Captain Jack Sparrow",
        "from": "Pirates of the Caribbean"
    },
    {
        "text": "Beneath this mask there is more than flesh. Beneath this mask there is an idea, and ideas are bulletproof.",
        "source": "V",
        "from": "V for Vendetta"
    },
    {
        "text": "We begin by coveting what we see every day.",
        "source": "Hannibal Lecter",
        "from": "The Silence of the Lambs"
    },
    {
        "text": "All we have to decide is what to do with the time that is given us.",
        "source": "Gandalf",
        "from": "The Lord of the Rings"
    },
    {
        "text": "The greatest trick the devil ever pulled was to convince the world he didn't exist.",
        "source": "Verbal Kint",
        "from": "The Usual Suspects"
    },
    {
        "text": "Do you think God stays in heaven because he, too, lives in fear of what he's created here on earth?",
        "source": "Dr. Romero",
        "from": "Spy Kids 2"
    },
    {
        "text": "No one ever notices time, until it's gone.",
        "source": "Danger D'amo",
        "from": "Spy kids 4"
    },
    {
        "text": "Power resides where men believe it resides. It's a trick, a shadow on the wall. And a very small man can cast a very large shadow.",
        "source": "Varys",
        "from": "Game of Thrones"
    },
    {
        "text": "Quite the experience, isn’t it, to live in fear? That’s what it means to be a slave.",
        "source": "Roy Batty",
        "from": "Blade Runner"
    },
    {
        "text": "Life moves pretty fast. If you don't stop and look around once in a while, you could miss it.",
        "source": "Ferris Bueller",
        "from": "Ferris Bueller's Day Off"
    },
    {
        "text": "Chaos is order yet undeciphered.",
        "source": "Detective's Notebook",
        "from": "Enemy"
    },
    {
        "text": "1500 years ago, everybody 'knew' that the earth was the center of the universe. 500 years ago, everybody 'knew' that the earth was flat. And 15 minutes ago, you 'knew' that humans were alone on this planet. Imagine what you'll 'know' tomorrow...",
        "source": "Agent K",
        "from": "Men in Black"
    },
    {
        "text": "If there is a doubt, there is no doubt.",
        "source": "Sam",
        "from": "Ronin"
    },
    {
        "text": "Courage is the solution to despair, reason provides no answers. I can't know what the future will bring; we have to choose despite uncertainty. Wisdom is holding two contradictory truths in our mind, simultaneously, Hope and despair. A life without despair is a life without hope. Holding these two ideas in our head is life itself.",
        "source": "Reverend Toller",
        "from": "First Reformed"
    },
    {
        "text": "I believe if there's any kind of God it wouldn't be in any of us, not you or me but just this little space in between. If there's any kind of magic in this world it must be in the attempt of understanding someone sharing something. I know, it's almost impossible to succeed but who cares really? The answer must be in the attempt.",
        "source": "Celine",
        "from": "Before Sunrise"
    },
    {
        "text": "I have to remind myself that some birds aren't meant to be caged. Their feathers are just too bright. And when they fly away, the part of you that knows it was a sin to lock them up does rejoice. Still, the place you live in is that much more drab and empty that they're gone. I guess I just miss my friend.",
        "source": "Red",
        "from": "The Shawshank Redemption"
    },
    {
        "text": "All those moments will be lost in time, like tears in rain...",
        "source": "Roy Batty",
        "from": "Blade Runner"
    },
    {
        "text": "Do not pity the dead, Harry. Pity the living, and, above all, those who live without love.",
        "source": "Albus Dumbledore",
        "from": "Harry Potter and the Deathly Hallows"
    },
    {
        "text": "Nothing in this world that is worth having comes easy.",
        "source": "Dr. Bob Kelso",
        "from": "Scrubs"
    },
    {
        "text": "The hardest part about having a mental illness is people expect you to act as though you don't.",
        "source": "Arthur Fleck",
        "from": "Joker"
    },
    {
        "text": "Nobody panics when things go ‘according to plan.’ Even if the plan is horrifying!",
        "source": "The Joker",
        "from": "The Dark Knight"
    },
    {
        "text": "And I know what I have to do now. I gotta keep breathing. Because tomorrow the sun will rise. Who knows what the tide could bring?",
        "source": "Chuck Noland",
        "from": "Cast Away"
    },
    {
        "text": "No man can walk out on his own story.",
        "source": "Rango",
        "from": "Rango"
    },
    {
        "text": "When it feels scary to jump that is exactly when you jump otherwise you end up staying in the same place your whole life.",
        "source": "Jesse Itzler",
        "from": "Entrepreneur / Documentary"
    },
    {
        "text": "In the game of life, death always wins. You just choose how to play it.",
        "source": "Unknown",
        "from": "Recent Cinema"
    },
    {
        "text": "The tree falls the way it leans. Be careful which way you lean.",
        "source": "Dr. Seuss (quoted in film)",
        "from": "The Lorax"
    },
    {
        "text": "Love is the one thing we're capable of perceiving that transcends dimensions of time and space.",
        "source": "Amelia Brand",
        "from": "Interstellar"
    }
]